{
  "account-setting": "การตั้งค่าบัญชี",
  "full-feature-open": "ฟังก์ชันที่สมบูรณ์เปิดอยู่ดังนั้นคุณจึงไม่ถูก จำกัด ด้วยแผน",
  "appointment-consultation": "มีข้อสงสัยหรือไม่? นัดหมายเพื่อขอคำปรึกษาแบบตัวต่อตัวกับผู้ที่ทุ่มเทได้ฟรี!",
  "plan": {
    "monthly": "เดือน",
    "yearly": "ปี",
    "monthly-payment": "จ่ายรายเดือน",
    "yearly-payment": "จ่ายรายปี",
    "yearly-payment-tips": "เลือกแผนการชำระเงินรายปีเพื่อรับส่วนลดมากขึ้น",
    "save": "บันทึก",
    "yearly-payment-only": "วงเงินแผนการชำระเงินรายปี",
    "most-popular-choice": "ทางเลือกที่นิยมมากที่สุด",
    "avlProductNum": "จำนวนสินค้าบนชั้นวาง",
    "unlimited": "ไม่ จำกัด",
    "space": "พื้นที่",
    "freeDataGB": "ข้อมูลฟรี / เดือน",
    "orderFeeRate": "ค่าธรรมเนียมการทำธุรกรรม",
    "upgrade-plan": "อัปเกรดแผนเดี๋ยวนี้",
    "appointment": "ผู้แต่งตั้ง",
    "appointment-tips": "มีแผนการชำระเงินรายปีแบบ จำกัด และการให้คำปรึกษาฟรีจะช่วยให้คุณได้รับส่วนลดเซอร์ไพรส์ที่กำหนดเองมากที่สุด"
  },
  "payment": {
    "back-to": "ตัวเลือก",
    "title": "สั้น ๆ เพียงขั้นตอนเดียวเพลิดเพลินไปกับเว็บไซต์ทางการของแบรนด์และร้านค้าหน้าเดียวในเวลาเดียวกัน!",
    "billing-method": "วิธีการเรียกเก็บเงิน",
    "per-yearly": "ต่อปี",
    "per-monthly": "ต่อเดือน",
    "save": "บันทึก",
    "credit-card-information": "ข้อมูลบัตรเครดิต",
    "bind-credit-card": "ระบบจะผูกบัตรเครดิตของคุณเพื่อให้ร้านค้าของคุณมีความต่อเนื่อง",
    "automatic-renewal": "หลังจากการชำระเงินเสร็จสิ้นระบบจะต่ออายุโดยอัตโนมัติตามวิธีการเรียกเก็บเงินและคุณสามารถเปลี่ยนแปลงได้ตลอดเวลาในการตั้งค่าบัญชี",
    "try-to-swipe": "ในการตรวจสอบความถูกต้องของบัตรเครดิตของคุณระบบจะพยายามรีเฟรช NT $ 1 เมื่อมีผลผูกพัน แต่จะไม่มีการหักเงินจริง หลังจากผูกมัดระบบจะต่ออายุการสมัครโดยอัตโนมัติตามวิธีการเรียกเก็บเงินและคุณสามารถเปลี่ยนแปลงได้ตลอดเวลาในการตั้งค่าบัญชี",
    "purchase-item": "ซื้อรายการ",
    "yearly-payment-plan": "แผนการชำระเงินรายปี",
    "monthly-payment-plan": "แผนการชำระเงินรายเดือน",
    "expiry": "วันหมดอายุ",
    "billing-for-first-yearly": "การเรียกเก็บเงินสำหรับปีแรก",
    "billing-for-first-monthly": "การเรียกเก็บเงินสำหรับเดือนแรก",
    "discount": "ส่วนลดค่าธรรมเนียมระยะเวลาทดลองใช้",
    "total": "รวม",
    "total-for-first-yearly": "รวมสำหรับปีแรก",
    "total-for-first-monthly": "รวมสำหรับเดือนแรก",
    "USD-exchange-rate-today": "อัตราแลกเปลี่ยน USD วันนี้",
    "congratulation-no-payment": "ยินดีด้วย! มีสิทธิ์ไม่ชำระเงินหลังหักส่วนลด",
    "confirm-payment": "ยืนยันการชำระเงิน",
    "verify-credit-card": "ยืนยันบัตรเครดิต",
    "agree-confirm-payment": "เมื่อคุณคลิกตกลงเพื่อชำระเงินแสดงว่าคุณยอมรับ meepShop",
    "agree-verify-credit-card": "เมื่อคุณยืนยันบัตรเครดิตแสดงว่าคุณยอมรับ meepShop’s",
    "service": "เงื่อนไขการให้บริการ",
    "and": "เทียบกับ",
    "privacy": "นโยบายความเป็นส่วนตัว",
    "success": {
      "title": "ชำระเงินสำเร็จ!",
      "verify-title": "ยืนยันบัตรเครดิตสำเร็จ!",
      "description": "ขอบคุณที่ใช้ meepShop คุณจะถูกนำไปยังหน้าการจัดการ ..."
    },
    "warning": {
      "title": "อัปเดตจำนวนเงินที่ชำระแล้ว",
      "description": "เมื่อคุณชำระเงินเวลา 00:00 หรือ 12:00 ระบบจะเรียกเก็บเงินคุณอีกครั้งตามจำนวนวันที่เหลือ"
    },
    "fail": {
      "title": "การชำระเงินล้มเหลวโปรดลองอีกครั้ง",
      "description": "โปรดตรวจสอบข้อมูลบัตรเครดิตและวงเงินบัตรเครดิตของคุณก่อนทำการชำระเงินอีกครั้ง หากการชำระเงินล้มเหลวอีกครั้ง โปรดติดต่อธนาคารผู้ออกบัตร"
    },
    "verify-fail": {
      "title": "การตรวจสอบล้มเหลว",
      "description": "โปรดลองอีกครั้งในภายหลังหรือติดต่อธนาคารผู้ออกบัตรของคุณ"
    },
    "ok": "กำหนด"
  }
}
