{
  "ad-analytics": "Analyse de la publicité",
  "track-setting": "Paramètres des outils de suivi",
  "tip": "Didacticiel sur les paramètres d'affichage",
  "facebook": {
    "empty": "Pas encore défini",
    "setting": "Définir le codage de suivi",
    "pixelId": {
      "title": "Pixel Facebook",
      "tip": "Comment définir des pixels Facebook",
      "error": "Erreur de format de numéro de pixel Facebook, le milieu du numéro ne doit pas avoir de symboles vierges ou spéciaux avant et après, et doit être de 15 mètres ou 16 mètres."
    },
    "conversionsAccessToken": {
      "title": "Convertir l'accesseur d'API",
      "tip": "Comment définir un accessor API Facebook",
      "placeholder": "S'il vous plaît perdre des contrôleurs d'accès API",
      "error": "Le milieu du nombre n'est pas vide avant et après"
    },
    "dpa": {
      "title": "Publicité dynamique (DPA)",
      "description": {
        "0": "Catalogue de produits Mis à jour de 5h00 à 6h00 (GMT + 08: 00)",
        "1": "Veuillez copier l'URL dynamique, sur l'arrière-plan de la gestion de la publicité sur Facebook, le système soumettra et mettra à jour automatiquement le répertoire du produit sur Facebook."
      },
      "tip": {
        "0": "Veuillez confirmer que vous avez établi un produit ou entrez le nom du magasin.",
        "1": "Si vous ne pouvez toujours pas créer de connexion, veuillez contacter le service clientèle."
      },
      "copy-link": "Copier l'URL dynamique",
      "set-pixel-id-first": "Veuillez définir le numéro de pixel en premier",
      "copied": "Copier sur l'album"
    }
  },
  "google-analytics": {
    "title": "Analyse de site Web Google Analytics",
    "description": "N'oubliez pas d'utiliser Google Analytics pour analyser le service lorsque vous exploitez un site Web. meepShop prend en charge Google Analytics. Tout ce que vous avez à faire est de suivre quelques étapes simples pour analyser et comparer efficacement, en aidant le site Web à investir efficacement dans des lieux avec le plus de trafic possible.",
    "setting": "Définir le numéro de suivi",
    "setting-placeholder": "S'il vous plaît entrer le numéro de suivi GA",
    "googleAnalyticsId": "Numéro de piste"
  },
  "google-ads": {
    "description": "Le suivi des conversions d'annonce peut être utilisé pour suivre l'action \"après\" un client a cliqué sur les annonces, y compris l'enregistrement, les achats. Une action est considérée comme une conversion lorsqu'un client a terminé une action que vous avez définie comme étant valable.",
    "warning": "Le système effectuera la conversion des données lors de l'enregistrement et ne conservera que l'ID de code global et le numéro d'événement une fois terminé",
    "setting": "Modifier les paramètres de suivi",
    "global-code": "Code mondial:",
    "global-code-placeholder": "S'il vous plaît entrer le code URL global",
    "event-setting": "Modifier les paramètres de l'événement",
    "sign-up": "Inscription terminée:",
    "begin-checkout": "Commencer la commande:",
    "purchase": "Achat:",
    "event-placeholder": "S'il vous plaît entrer extrait de l'événement",
    "not-setting": "Le réglage n'a pas été fait",
    "dpa": "Annonces de produits dynamiques (DPA)",
    "dpa-description": {
      "0": "Heure de mise à jour du dialogue produit: 5 h 00 à 6 h 00 (GMT + 08: 00)",
      "1": "Veuillez copier l'URL du fichier dynamique et la coller dans votre compte Google Merchant pour configurer le flux. Google le récupérera selon le calendrier défini."
    },
    "copy-dpa-link": "Copier l'URL dynamique",
    "copied": "Copié dans le presse-papier",
    "parse-config-fail": "Erreur de format de code global",
    "parse-fail": "Erreur de format de code"
  },
  "google-webmaster": {
    "title": "Console de recherche Google",
    "webmaster": "Webmaster",
    "description": "La console de recherche Google vous aide à déterminer le flux de trafic de recherche Google et l'efficacité de votre site Web, à résoudre les problèmes et à différencier votre site Web parmi des milliers de résultats de recherche Google.",
    "setting": "Vérification du balisage HTML",
    "setting-placeholder": "Veuillez saisir la syntaxe du code de vérification",
    "googleSearchConsoleVerificationHtml": "Code de vérification de la balise HTML:"
  },
  "google-merchant-center": {
    "title": "Google Merchant Center",
    "sub-title": "Espace marchand",
    "tip": "Comment mettre le centre marchand",
    "description": "Fournissez des magasins et des informations sur le produit à Google, laissez les acheteurs à utiliser une variété de services Google ont la possibilité d'entrer en contact avec ces informations.",
    "placeholder": "Veuillez entrer la syntaxe du code de vérification",
    "googleMerchantCenterVerificationCode": "Code de vérification de la balise HTML:",
    "setting": "Vérification de la balise HTML"
  },
  "google-tag-manager": {
    "title": "Outils de gestion de code",
    "description": "Google Tag Manager est un système de gestion des tags qui peut vous aider à mettre rapidement à jour votre code de suivi et votre extrait de code via les paramètres d'interface utilisateur du site Web et de déploiement des tags.",
    "warning": "Le système effectuera la conversion des données lors de l'enregistrement et ne conservera que l'ID de code global et le numéro d'événement une fois terminé",
    "setting": "Paramètres d'extrait",
    "setting-placeholder": "S'il vous plaît entrer le code de suivi",
    "googleTagManager": "Code de suivi",
    "parse-fail": "Erreur de format de code"
  },
  "advanced-customer-track": "Suivi client avancé",
  "retention-milliseconds-track": {
    "title": "Personnaliser Stay Time Tracker",
    "description": "Cette fonctionnalité permet de suivre le comportement des utilisateurs sur toutes les pages grâce aux outils de suivi tiers, à Facebook Pixel et à Google Analytics. Le temps de séjour peut être personnalisé.",
    "tip": {
      "0": "Peut suivre les utilisateurs restant sur une page pendant plus de X secondes.",
      "1": "Nom de l'événement: meepShop_retention"
    },
    "setting": "Durée du séjour",
    "input-seconds": "S'il vous plaît entrer le nombre de seconde"
  },
  "required": "Champs obligatoires",
  "save": "sauver",
  "cancel": "Annuler",
  "save-success": "Sauvegarde réussie",
  "save-fail": "Échec de la sauvegarde"
}
