{
  "ad-analytics": "การวิเคราะห์การโฆษณา",
  "track-setting": "การตั้งค่าเครื่องมือติดตาม",
  "tip": "แสดงการสอนการตั้งค่า",
  "facebook-pixel": {
    "title": "พิกเซล Facebook",
    "setting": "กำหนดจำนวนพิกเซล",
    "pixel-no": "จำนวนพิกเซล:",
    "error": "ข้อผิดพลาดของรูปแบบตัวเลขพิกเซล Facebook, พื้นที่หรือสัญลักษณ์ไม่ได้รับอนุญาตอยู่ตรงกลางด้านหน้าหรือด้านหลังของตัวเลขและต้องเป็น 15 หลักหรือ 16 หลัก",
    "dpa": "โฆษณาผลิตภัณฑ์แบบไดนามิก (DPA)",
    "dpa-description-1": "เวลาอัปเดตการเจรจาผลิตภัณฑ์: 5:00 AM ~ 6:00 AM (GMT + 08: 00)",
    "dpa-description-2": "โปรดคัดลอก URL แบบไดนามิกและวางบนแพลตฟอร์มการจัดการโฆษณาบน Facebook ระบบจะส่งและให้บทสนทนาของผลิตภัณฑ์ที่อัพเดทให้กับ Facebook เป็นประจำโดยอัตโนมัติ",
    "copy-dpa-link": "คัดลอก URL แบบไดนามิก",
    "copied": "คัดลอกไปที่คลิปบอร์ดแล้ว",
    "set-pixel-first": "กรุณาตั้งค่าจำนวนพิกเซล",
    "dpa-link-tip-1": "โปรดยืนยันผลิตภัณฑ์ที่สร้างหรือชื่อร้านค้าที่ป้อน",
    "dpa-link-tip-2": "หากคุณยังไม่สามารถสร้าง URL ได้โปรดติดต่อฝ่ายบริการลูกค้า"
  },
  "google-analytics": {
    "title": "การวิเคราะห์เว็บไซต์ Google Analytics",
    "description": "อย่าลืมใช้ Google Analytics เพื่อวิเคราะห์บริการเมื่อใช้งานเว็บไซต์ meepShop รองรับ Google Analytics สิ่งที่คุณต้องทำคือทำตามขั้นตอนง่าย ๆ ในการวิเคราะห์และเปรียบเทียบอย่างมีประสิทธิภาพช่วยเว็บไซต์ในการลงทุนในสถานที่ที่มีการไหลของข้อมูลมากที่สุด",
    "setting": "ตั้งค่าหมายเลขติดตาม",
    "setting-placeholder": "โปรดป้อนหมายเลขติดตาม GA",
    "googleAnalyticsId": "หมายเลขแทร็ก"
  },
  "google-ads": {
    "description": "การติดตามการแปลงโฆษณาสามารถใช้เพื่อติดตามการกระทำ \"หลังจาก\" ลูกค้าคลิกโฆษณารวมถึงการลงทะเบียนการซื้อ การกระทำถือเป็นการแปลงเมื่อลูกค้าทำการกระทำที่คุณกำหนดไว้มีค่า",
    "warning": "ระบบจะทำการแปลงข้อมูลเมื่อทำการบันทึกและจะเก็บเฉพาะรหัสรหัสส่วนกลางและหมายเลขเหตุการณ์หลังจากเสร็จสิ้น",
    "setting": "เปลี่ยนการตั้งค่าการติดตาม",
    "global-code": "รหัสสากล:",
    "global-code-placeholder": "กรุณาใส่รหัส URL ทั่วโลก",
    "event-setting": "เปลี่ยนการตั้งค่ากิจกรรม",
    "sign-up": "การลงทะเบียนเสร็จสมบูรณ์:",
    "begin-checkout": "เริ่มชำระเงิน:",
    "purchase": "ซื้อ:",
    "event-placeholder": "โปรดป้อนข้อมูลเหตุการณ์",
    "not-setting": "ยังไม่ได้ทำการตั้งค่า",
    "dpa": "โฆษณาผลิตภัณฑ์แบบไดนามิก (DPA)",
    "dpa-description-1": "เวลาอัปเดตการเจรจาผลิตภัณฑ์: 5:00 น. ~ 6:00 น. (GMT + 08: 00)",
    "dpa-description-2": "โปรดคัดลอก URL ของไฟล์ไดนามิกและวางลงในบัญชี Google Merchant ของคุณเพื่อกำหนดค่าฟีด Google จะเรียกคืนตามกำหนดเวลาที่ตั้งไว้",
    "copy-dpa-link": "คัดลอก URL แบบไดนามิก",
    "copied": "คัดลอกไปที่คลิปบอร์ดแล้ว",
    "parse-config-fail": "ข้อผิดพลาดรูปแบบรหัสสากล",
    "parse-fail": "ข้อผิดพลาดรูปแบบรหัส"
  },
  "google-webmaster": {
    "title": "Google Search Console",
    "webmaster": "ผู้ดูแลเว็บ",
    "description": "Google Search Console ช่วยคุณในการกำหนดปริมาณการค้นหาและประสิทธิภาพของเว็บไซต์ของคุณแก้ไขปัญหาและสร้างความแตกต่างให้กับเว็บไซต์ของคุณจากผลการค้นหาของ Google หลายพันรายการ",
    "setting": "การตรวจสอบมาร์กอัป HTML",
    "setting-placeholder": "โปรดป้อนไวยากรณ์รหัสยืนยัน",
    "googleSearchConsoleVerificationHtml": "รหัสยืนยันแท็ก HTML:"
  },
  "google-tag-manager": {
    "title": "เครื่องมือการจัดการรหัส",
    "description": "Google เครื่องจัดการแท็กเป็นระบบการจัดการแท็กที่สามารถช่วยให้คุณอัปเดตรหัสติดตามและตัวอย่างได้อย่างรวดเร็วผ่านการตั้งค่าส่วนต่อประสานผู้ใช้เว็บไซต์และการตั้งค่าการใช้งานแท็ก",
    "warning": "ระบบจะทำการแปลงข้อมูลเมื่อทำการบันทึกและจะเก็บเฉพาะรหัสรหัสส่วนกลางและหมายเลขเหตุการณ์หลังจากเสร็จสิ้น",
    "setting": "การตั้งค่าตัวอย่าง",
    "setting-placeholder": "กรุณาใส่รหัสติดตาม",
    "googleTagManager": "รหัสติดตาม",
    "parse-fail": "ข้อผิดพลาดรูปแบบรหัส"
  },
  "advanced-customer-track": "การติดตามลูกค้าขั้นสูง",
  "retention-milliseconds-track": {
    "title": "ปรับแต่ง Stay Time Tracker",
    "description": "คุณลักษณะนี้สามารถติดตามพฤติกรรมการใช้งานของผู้ใช้ในทุกหน้าผ่านเครื่องมือติดตามบุคคลที่สามพิกเซล Facebook และ Google Analytics และสามารถกำหนดเวลาการเข้าพักได้",
    "tip-1": "สามารถติดตามผู้ใช้ที่อยู่บนหน้าเว็บนานกว่า X วินาที",
    "tip-2": "ชื่อเหตุการณ์: meepShop_retention",
    "setting": "การตั้งค่าเวลาพัก",
    "input-seconds": "กรุณาระบุจำนวนวินาที"
  },
  "required": "จำเป็นต้องใช้",
  "save": "บันทึก",
  "cancel": "ยกเลิก",
  "save-success": "บันทึกเรียบร้อยแล้ว",
  "save-fail": "ล้มเหลวในการบันทึก"
}
