{
  "title": "การตั้งค่าการช็อปปิ้ง",
  "cancel": "ยกเลิก",
  "save": "เก็บ",
  "required": "จำเป็น",
  "success": "บันทึกเรียบร้อยแล้ว",
  "error": "ข้อผิดพลาด",
  "required-checkbox": "ตรวจสอบอย่างน้อยหนึ่งรายการ",
  "halfwidth-only": "ต้องเป็นอักขระที่เป็นตัวอักษรและตัวเลขคละกัน",
  "locales": {
    "zh_TW": "จีนดั้งเดิม",
    "en_US": "ภาษาอังกฤษ",
    "ja_JP": "ญี่ปุ่น",
    "vi_VN": "เวียดนาม",
    "fr_FR": "ฝรั่งเศส",
    "es_ES": "ภาษาสเปน",
    "th_TH": "ไทย",
    "id_ID": "ชาวอินโดนีเซีย"
  },
  "setting": {
    "lockedCountry": {
      "title": "จำกัด ไต้หวันที่จะส่ง",
      "desc": "ผู้บริโภคเลือกโหมดการขนส่งของบ้านและตั้งค่ารุ่นผู้รับ จำกัด ที่อยู่จัดส่งของประเทศไต้หวัน"
    },
    "order": {
      "useNotPayNow": {
        "title": "จ่ายในภายหลัง",
        "desc": "ในหน้าเช็คเอาต์ให้ความร่วมมือกับตู้เอทีเอ็มอินเทอร์เน็ตสีเขียวและบัตรเครดิตผู้บริโภคสามารถสั่งซื้อให้เลือกวันที่จะจ่ายอีกครั้ง"
      },
      "afterPaymentFail": {
        "title": "การชำระเงินล้มเหลวในการยกเลิกคำสั่งซื้อ",
        "desc": "เมื่อการชำระเงินการสั่งซื้อล้มเหลวระบบจะยกเลิกโดยอัตโนมัติ"
      },
      "autoAddStock": {
        "title": "ยกเลิกคำสั่งซื้อสินค้าคงคลังกลับโดยอัตโนมัติ",
        "desc": "เมื่อคำสั่งซื้อถูกยกเลิกระบบจะเติมสินค้าทั้งหมดโดยอัตโนมัติในการสั่งซื้อ"
      }
    },
    "invoice": {
      "paper": {
        "isEnable": {
          "title": "ใบแจ้งหนี้กระดาษ",
          "desc": "ระบุตัวเลือกให้เป็นสองใบแจ้งหนี้ใบแจ้งหนี้สามใบบริจาคและร้านค้าสามารถตรวจสอบความต้องการที่แท้จริงได้"
        }
      },
      "electronic": {
        "isEnable": {
          "title": "ใบแจ้งหนี้อิเล็กทรอนิกส์",
          "desc": "ตัวเลือกการเสนอขาย: การเป็นสมาชิก / บาร์โค้ดมือถือ / เอกสารมนุษย์ธรรมชาติ / บริษัท / การบริจาคร้านค้าสามารถโกงการใช้งานจริง"
        }
      }
    },
    "lockedBirthday": {
      "title": "ล็อควันเกิดสมาชิกวันเกิด",
      "desc": "จำกัด การเป็นสมาชิกต้องไม่เปลี่ยนข้อมูลวันเกิดของคุณ"
    },
    "rewardPointReminder": {
      "isEnabled": {
        "title": "แจ้งให้ทราบล่วงหน้าการช้อปปิ้งหมดอายุ",
        "desc": "ให้สมาชิกได้รับการแจ้งเตือนการแจ้งเตือนก่อนที่จะซื้อการซื้อ"
      }
    },
    "backToTopButtonEnabled": {
      "title": "กลับไปที่ปุ่มด้านบน",
      "desc": "ช่วยให้ผู้บริโภคสามารถเลื่อนไปด้านบนของหน้าได้อย่างรวดเร็วในระหว่างการซื้อ"
    },
    "shopperLoginMessageEnabled": {
      "title": "การลงทะเบียนสมาชิกด้วยตนเองด้วยข้อความหน้าเข้าสู่ระบบ",
      "desc": "สมาชิกคุณสามารถลงทะเบียนกับหน้าเข้าสู่ระบบในร้านของคุณเพื่อแสดงเนื้อหาข้อความของคุณเอง",
      "error": "ขีด จำกัด บนคือ 200 คำ"
    }
  },
  "apps": {
    "wishList": {
      "title": "คอลเลกชันผลิตภัณฑ์",
      "desc": "หลังจากลงทะเบียนสมาชิกคุณสามารถรวบรวมคอลเลกชันผลิตภัณฑ์"
    },
    "productNotice": {
      "title": "สินค้าเชิงพาณิชย์ที่จะแจ้งให้ทราบล่วงหน้า",
      "desc": "สมาชิกสามารถสมัครสมาชิกสินค้าขายระยะสั้นภายใต้สต็อกและจะได้รับการแจ้งเตือนที่มีอยู่หลังจากที่คุณเติมเต็ม"
    },
    "returnOrder": {
      "title": "แอปพลิเคชันส่งคืน",
      "desc": "ผู้บริโภคสามารถสมัครสินค้าเพื่อ \"จัดส่งและคำสั่งซื้อที่หมดสติ\" ในการจัดการการสั่งซื้อ"
    },
    "replacement": {
      "title": "แอปพลิเคชันแลกเปลี่ยน",
      "desc": "ผู้บริโภคสามารถสมัครสินค้าเพื่อ \"จัดส่งและคำสั่งซื้อที่ไม่ได้รับการแจ้งเตือน\" ในการจัดการการสั่งซื้อ"
    },
    "memberSeePrice": {
      "title": "สมาชิกที่มองเห็น Price",
      "desc": "ผู้บริโภคจำเป็นต้องลงทะเบียนสมาชิกเพื่อเข้าสู่ระบบเพื่อดูราคาสินค้า"
    }
  },
  "basic": {
    "0": {
      "title": "การตั้งค่าภาษา",
      "tip": "เลือกภาษาที่แสดงโดยข้อความเริ่มต้นของระบบเบื้องหน้า"
    },
    "1": {
      "title": "หมวดสกุลเงิน",
      "tip": "แปลงจำนวนสินค้าที่อยู่เบื้องหน้าเป็นสกุลเงินของประเทศเพื่อให้ผู้บริโภคสามารถแปลงจำนวนเงินได้อย่างรวดเร็ว แต่จำนวนธุรกรรมการสั่งซื้อจริงจะขึ้นอยู่กับสกุลเงินที่กำหนดไว้ในพื้นหลัง"
    },
    "title": "การตั้งค่าพื้นฐาน",
    "desc": "กำหนดภาษาและประเภทสกุลเงินที่ร้านค้ารองรับ"
  },
  "checkout": {
    "title": "การตั้งค่าการชำระเงิน",
    "desc": "การตั้งค่าที่เกี่ยวข้องกับการชำระเงินของผู้บริโภคและเงื่อนไขการจัดส่ง"
  },
  "checkoutUserSetting": {
    "column": "ชื่อคอลัมน์",
    "name": "ชื่อ",
    "mobile": "โทรศัพท์มือถือ",
    "address": "ที่อยู่ภูมิภาค",
    "REQUIRED": "ที่จำเป็น",
    "OPTIONAL": "เลือก",
    "HIDDEN": "ซ่อน",
    "title": "ฟิลด์ข้อมูลสมาชิกเช็คเอาต์",
    "desc": "คุณสามารถกรอกข้อมูลการเป็นสมาชิกที่คุณต้องกรอกข้อมูลในผู้บริโภคเมื่อคุณจองบัญชีของคุณ"
  },
  "invoice": {
    "paper": {
      "title": "ประเภทใบแจ้งหนี้",
      "duplicate": "ใบแจ้งหนี้ Di-Two",
      "triplicate": "ใบแจ้งหนี้สามใบ",
      "donation": "การบริจาค"
    },
    "electronic": {
      "0": {
        "title": "วิธีการออก",
        "ECPAY": {
          "name": "โลกสีเขียวเปิดโดยอัตโนมัติ",
          "tip": {
            "0": "ราคาของผลิตภัณฑ์ร้านค้าทั้งหมดเป็นหมวดหมู่ที่ต้องเสียภาษี / ติดตาม: ภาษีทั่วไป / ภาษีที่ตั้งไว้ล่วงหน้าหมวดหมู่ภาษีภาษี",
            "1": "* หากคุณต้องการเปิดใบแจ้งหนี้ปลอดภาษีหรือแบบผสมกรุณาสมัครหมวดหมู่ภาษีในโลกสีเขียวจากนั้นเปลี่ยนการชำระภาษีผลิตภัณฑ์เพื่อไม่ให้เปิดใบแจ้งหนี้ล้มเหลว"
          }
        },
        "MANUAL": {
          "name": "การออกคู่มือ",
          "tip": "จำเป็นต้องส่งออกข้อมูลที่เกี่ยวข้องด้วยตนเองจากข้อมูลการสั่งซื้อและออกใบแจ้งหนี้ไปยังแพลตฟอร์มใบแจ้งหนี้อิเล็กทรอนิกส์"
        }
      },
      "1": {
        "title": "หมายเลขร้านสหกรณ์"
      },
      "2": {
        "title": "การตั้งค่าเวลาออกใบแจ้งหนี้",
        "NOW": {
          "name": "เปิดเดี๋ยวนี้",
          "tip": "เมื่อสถานะบัญชีของคำสั่งซื้อคือ \"การกระทบยอดเสร็จสิ้น\" คำสั่งนั้นจะออกโดยอัตโนมัติทันที"
        },
        "DELAY": {
          "1": "1 วัน",
          "10": "10 วัน",
          "name": "การออกล่าช้า",
          "tip": {
            "0": "เมื่อสถานะบัญชีเป็น \"การกระทบยอดเสร็จสิ้น\" ให้ตั้งค่าเป็นออกโดยอัตโนมัติหลังจากผ่านไป 1 หรือ 10 วัน",
            "1": "หากคำสั่งซื้อถูกยกเลิกภายในจำนวนวันที่กำหนดโปรดไปที่ Green World หลังเวทีเพื่อลบ \"ใบแจ้งหนี้ที่รอดำเนินการ\" ด้วยตนเอง",
            "2": "หากคุณมีใบสั่งซื้อแต่ละรายการที่ต้องออกใบแจ้งหนี้เร็วกว่าวันที่กำหนดโปรดไปที่รายละเอียดคำสั่งซื้อและคลิกปุ่ม \"ออกให้แล้ว\" จากนั้นใบแจ้งหนี้จะออกทันที"
          }
        }
      },
      "3": {
        "title": "ประเภทใบแจ้งหนี้",
        "membershipCarrier": "รถสมาชิก",
        "mobileBarCodeCarrier": "บาร์โค้ดโทรศัพท์มือถือ",
        "citizenDigitalCertificateCarrier": "ใบรับรองบุคคลธรรมดา",
        "triplicate": "บัญชีนิติบุคคล",
        "donation": "บริจาค"
      }
    },
    "title": "การตั้งค่าใบแจ้งหนี้",
    "desc": "ให้ตัวเลือกสำหรับผู้บริโภคในการขอข้อมูลใบแจ้งหนี้เมื่อชำระเงินโดยแบ่งเป็นใบแจ้งหนี้กระดาษและใบแจ้งหนี้อิเล็กทรอนิกส์"
  },
  "order": {
    "0": {
      "title": "การตั้งค่าการสั่งซื้ออัตโนมัติ",
      "tip": "ประมวลผลสถานะการสั่งซื้อและปริมาณสินค้าคงคลังโดยอัตโนมัติ"
    },
    "1": {
      "title": "ยกเลิกคำสั่งซื้อโดยอัตโนมัติหากการชำระเงินล้มเหลว",
      "tip": "การตั้งค่าบัญชีหลังจากตั้งค่าการโอนเงินของผู้บริโภค",
      "default": "บัญชีบัญชี:"
    },
    "title": "การตั้งค่าการจัดการคำสั่งซื้อ",
    "desc": "ควบคุมสถานะของการประมวลผลใบสั่งอัตโนมัติปริมาณสินค้าคงคลังและปรับแต่งเทมเพลตฟิลด์ที่เติมหลังการส่งเงินของผู้บริโภค"
  },
  "advanced": {
    "days-prior": "ประกาศของ Tianmail",
    "error": "ที่จำเป็น",
    "title": "การตั้งค่าขั้นสูงสำหรับสมาชิก",
    "desc": "การตั้งค่าเสริมที่เกี่ยวข้องกับการช็อปปิ้งของผู้บริโภค"
  },
  "accessibility": {
    "title": "การเข้าถึงเพจ",
    "desc": "ฟังก์ชันเสริมที่เกี่ยวข้องสามารถทำให้ผู้บริโภคสะดวกสบายในการจับจ่ายในร้าน"
  }
}
