{
  "title": "ขยายฟังก์ชั่น",
  "free": "ฟรี",
  "per": "สมบูรณ์แบบ",
  "active": "เปิดใช้งาน",
  "disable": "ปิดการใช้งาน",
  "error": "ความผิดพลาด",
  "detail": "รายละเอียด",
  "subscription": {
    "title": "สมัครสมาชิกบริการการทำงาน",
    "subTitle": "คุณสามารถสมัครสมาชิกการดำเนินงานของร้านค้าจำเป็นต้องสมัครสมาชิกการสมัครสมาชิกและค่าใช้จ่ายจะถูกรวมเข้าด้วยการเรียกเก็บเงินเป็นระยะ"
  },
  "basic": {
    "title": "ฟังก์ชั่นพื้นฐาน",
    "subTitle": "ฟังก์ชั่นบางอย่างจะเป็นไปตามการใช้งานระบบหากค่าธรรมเนียมจะถูกปรับล่วงหน้าคุณไม่ต้องกังวลเกี่ยวกับการถูกเรียกเก็บเงินภายใต้เงื่อนไขที่ไม่รู้"
  },
  "status": {
    "SUBSCRIBE_CONTINUING": "การสมัครสมาชิก",
    "SUBSCRIBE_CANCELLING": "ภายหลัง"
  },
  "expiration-date": "จะหยุดสมัครรับบริการใน {{expirationdate}}",
  "affiliate": {
    "title": "การจัดการโปรโมชั่นสรุป",
    "desc": "คุณสามารถสร้างกิจกรรมส่งเสริมการขายสำหรับพันธมิตรที่แตกต่างกันและติดตามหลายกิจกรรมและเงื่อนไขการขายผลิตภัณฑ์ลดการจัดการกิจกรรมและต้นทุนการชำระเงินอย่างมากทำให้โปรโมชั่นผลิตภัณฑ์ง่ายขึ้น",
    "button": {
      "NOT_SUBSCRIBED": "เริ่มใช้",
      "SUBSCRIBE_CONTINUING": "ยกเลิกการต่ออายุ",
      "SUBSCRIBE_CANCELLING": "สมัครสมาชิกต่อไป"
    },
    "start": {
      "title": "ฟังก์ชั่นการสมัครสมาชิก",
      "subTitle": "การจัดการโปรโมชั่นสรุป",
      "content": "มันถูกติดตามโดยอัตโนมัติผ่านการจัดการโปรโมชั่นร่วมกันและผลลัพธ์มีความแม่นยำมากขึ้นทำให้การตัดสินใจทางการตลาดมีความแม่นยำมากขึ้น",
      "price": "ค่าธรรมเนียมจะถูกผสานในใบเรียกเก็บเงินต่อไป",
      "feature": {
        "0": "จัดการโปรโมชั่นและพันธมิตรการประชุมสุดยอด",
        "1": "ผลการติดตามเหตุการณ์ทันที",
        "2": "การคำนวณอัตโนมัติของคำสั่งสปริง",
        "title": "สมัครสมาชิกคุณสามารถเพลิดเพลินกับบริการให้บริการ"
      },
      "warn": "คุณสามารถยกเลิกการต่ออายุได้ตลอดเวลา",
      "ok": "ยืนยันการสมัครสมาชิก",
      "cancel": "ยกเลิก",
      "success": {
        "title": "กิจกรรมการส่งเสริมการสมัครสมาชิกที่ประสบความสำเร็จและหมากฝรั่ง",
        "content": "มหัศจรรย์!",
        "start": "เริ่มใช้",
        "go-back": "เรียกดูต่อไป"
      }
    },
    "stop": {
      "title": "ตรวจสอบว่าจะยกเลิกกิจกรรมส่งเสริมการสมัครสมาชิกและชื้นหรือไม่?",
      "content": {
        "0": "การยกเลิกจะหยุดการบริการและค่าใช้จ่ายใน {DATE}}",
        "1": "หลังจากยกเลิกอย่างเป็นทางการ {{highline}} จะไม่ใช้ข้อมูลที่เกี่ยวข้องต่อไปจนกว่าคุณจะสมัครอีกครั้ง",
        "2": "หลังจากยกเลิกบริการอย่างเป็นทางการแล้ว",
        "3": "ส่งเสริมความร่วมมือและหน้าเว็บที่เกี่ยวข้อง",
        "4": "จะไม่ใช้ข้อมูลต่อไปเราจะเก็บข้อมูลที่เกี่ยวข้องจนกว่าคุณจะสมัครอีกครั้ง"
      },
      "warn": "การยกเลิกสามารถสมัครเป็นสมาชิกอีกครั้ง",
      "ok": "ใช้งานต่อไป",
      "cancel": "ยกเลิกการสมัคร",
      "success": {
        "title": "คุณยกเลิกการสมัครสมาชิกสำเร็จแล้ว",
        "content": {
          "0": "คุณยังสามารถใช้ฟังก์ชั่น",
          "1": "และโปรดต่ออายุ"
        },
        "go-back": "กลับไปที่ฟังก์ชั่นการขยายตัว"
      }
    }
  },
  "analytics": {
    "title": "การวิเคราะห์ทางสถิติ",
    "desc": "ให้ตัวบ่งชี้ทางสถิติเช่นการสั่งซื้อร้านค้ายอดขายสินค้าราคาลูกค้าโดยเฉลี่ย⋯"
  },
  "webTrack": {
    "title": "การวิเคราะห์โฆษณา",
    "desc": "คุณสามารถใช้การวิเคราะห์ข้อมูลและการโฆษณาและ GA และ GA และเพื่อติดตามพฤติกรรมการเรียกดูลูกค้าด้วยเครื่องมือวิเคราะห์ Meepshop เพื่อช่วยเหลือคุณในการสำรวจโฆษณาที่ถูกต้องตามมา"
  },
  "bulkdiscount": {
    "title": "สั่งซื้อส่วนลดเต็มรูปแบบ",
    "desc": "เมื่อลูกค้าใช้จำนวนที่ระบุหรือจำนวนสินค้าส่วนลดการสั่งซื้อจะได้รับและจึงดึงดูดลูกค้าในการเพิ่มรายการซื้อปรับปรุงรายได้ร้านค้าตัวอย่างเช่นวันครบรอบของบ้านทั้งหมดเต็มไปด้วย 3,000 เท่า 1 ร้อย ."
  },
  "freeGift": {
    "title": "สั่งซื้อของขวัญเต็ม",
    "desc": "เมื่อปริมาณการใช้สั่งซื้อถึงจำนวนเงินที่ระบุหรือจำนวนสินค้าของขวัญจะถูกส่งมอบเพื่อส่งเสริมการคาดการณ์การซื้อ"
  },
  "freeShipping": {
    "title": "จัดส่งฟรี",
    "desc": "เมื่อคำสั่งซื้อตรงตามเงื่อนไขที่กำหนดคุณจะเพลิดเพลินไปกับการจัดส่งฟรีกระตุ้นให้ลูกค้าซื้อผลิตภัณฑ์มากขึ้น"
  },
  "tagDiscount": {
    "title": "ส่วนลดเต็ม",
    "desc": "การบริโภคผลิตภัณฑ์ที่เฉพาะเจาะจงเป็นเกณฑ์พิเศษที่จะเพลิดเพลินกับส่วนลดซึ่งแจ้งให้ลูกค้าซื้อผลิตภัณฑ์ประเภทอื่น ๆ เช่น 2,000 เท่ามากกว่า 2,000 เท่าในฤดูใบไม้ร่วงและฤดูหนาวและ 5 เท่า"
  },
  "productDiscount": {
    "title": "ส่วนลดเชิงพาณิชย์",
    "desc": "คุณสามารถให้ส่วนลดสำหรับรายการทั้งหมดหรือเฉพาะปรับปรุงความต้องการซื้อของลูกค้า"
  },
  "groupDiscount": {
    "title": "ผลิตภัณฑ์ที่เลือก",
    "desc": "คุณสามารถใช้ชุมชนหรือสินค้ากลุ่มในกลุ่มให้ข้อเสนอการขายรวมกันหรือเพิ่มของขวัญเช่น: ชุดว่ายน้ำ + ครอบคลุมแล้วส่งถุงกันน้ำผลิตภัณฑ์ฤดูร้อน 3 ชิ้นส่วนลด 8% สำหรับถุงช้อปปิ้ง 8%"
  },
  "points": {
    "title": "ช้อปปิ้ง",
    "desc": "ส่งการช็อปปิ้งในสถานการณ์ที่เฉพาะเจาะจงเพิ่มสาเหตุของลูกค้ากลับไปที่ร้านค้าซื้อของได้อย่างมีประสิทธิภาพปรับปรุงอัตราการซื้อขายล่วงหน้าและการยึดเกาะสมาชิกเช่น: สมาชิกใหม่ให้ช้อปปิ้งวันเกิดของวันเกิดคือ 3 ร้อย"
  },
  "coupon": {
    "title": "รหัสโปรโมชั่น",
    "desc": "ให้ส่วนลดสำหรับรายการเฉพาะหรือคำสั่งซื้อที่สมบูรณ์เพิ่มความต้องการซื้อของลูกค้า"
  },
  "newsletters": {
    "title": "จดหมายข่าวสมาชิก",
    "desc": "ส่งหนังสือพิมพ์อิเล็กทรอนิกส์และลูกค้าอย่างสม่ำเสมอเพื่อรักษาปฏิสัมพันธ์ซึ่งสามารถเพิ่มอัตราการส่งคืนได้อย่างมีนัยสำคัญและลดการใช้จ่ายด้านการโฆษณาอย่างมีนัยสำคัญเช่นตัวอักษรเช่นรายการใหม่ส่วนลด"
  },
  "memberGroup": {
    "title": "กลุ่มสมาชิก",
    "desc": "คุณสามารถกำหนดเงื่อนไขเพื่อให้เกรดสมาชิกโดยอัตโนมัติและให้ข้อเสนอพิเศษในระดับและส่งเสริมให้สมาชิกใหม่เข้าร่วมในขณะที่รวมความภักดีของลูกค้าเช่นส่วนลด 10% สำหรับการบริโภควีไอพีตลอดทั้งปี"
  },
  "memberGroupCode": {
    "title": "รหัสพิเศษ",
    "desc": "คุณสามารถให้รหัสพิเศษสำหรับผู้ประกอบการเชิงสัมพันธ์หรือผู้ใช้ความร่วมมือและลูกค้าที่ใช้การลงทะเบียนรหัสพิเศษจะรวมอยู่ในกลุ่มสมาชิกที่กำหนดโดยอัตโนมัติเพื่อให้คุณสามารถติดตามได้"
  },
  "productMassUpdate": {
    "title": "การอัปเดตสินค้า",
    "desc": "ให้แบทช์เพื่อเปลี่ยนหมายเลขผลิตภัณฑ์การกำหนดราคาราคาที่แนะนำราคาสินค้าคงคลังต้นทุนบาร์โค้ดผลิตภัณฑ์ ฯลฯ ช่วยให้คุณแก้ไขข้อมูลผลิตภัณฑ์ได้อย่างมีประสิทธิภาพมากขึ้น"
  },
  "productAuthority": {
    "title": "การเรียกดูการเรียกดูผลิตภัณฑ์",
    "desc": "ในการตั้งค่าการเรียกดูการเรียกดูสำหรับสินค้าคุณสามารถทำการเรียกดูและการซื้อที่ จำกัด สำหรับกลุ่มสมาชิกที่แตกต่างกันเพื่อช่วยให้คุณพัฒนาคุณสมบัติการเป็นสมาชิกได้อย่างง่ายดายเช่นกระเป๋าอวยพรปีใหม่ให้การซื้อวีไอพีเท่านั้น"
  }
}
