{
  "title": "Paramètres tiers",
  "save": "sauver",
  "cancel": "Annuler",
  "required": "Champs obligatoires",
  "success": "Sauvegarde réussie",
  "error": "Mise à jour a échoué",
  "facebook": {
    "title": "Lien Facebook",
    "description": "Permettez aux consommateurs d'utiliser leur compte Facebook pour s'inscrire en un clic et connectez-vous à votre boutique en ligne pour devenir membre, sans avoir à passer par un processus d'enregistrement compliqué, offrant une expérience de magasinage pratique",
    "description-link": "Pourquoi les clients ne peuvent-ils pas se connecter avec Facebook?",
    "toggle": {
      "title": "Identifiant Facebook",
      "tooltip": "Paramètres de connexion Facebook Enseignement",
      "description": "Permettez aux consommateurs d'utiliser leur compte Facebook pour s'inscrire en un clic et connectez-vous à votre boutique en ligne pour devenir membre, sans avoir à passer par un processus d'enregistrement compliqué, offrant une expérience de magasinage pratique"
    },
    "sub-title": {
      "title": "Application Facebook",
      "tip": "Enregistrez le compte de développeurs Facebook et créez une application pour obtenir les informations de demande"
    },
    "appId": {
      "title": "ID d'application",
      "placeholder": "ID d'application Facebook"
    },
    "appSecret": {
      "title": "Clé d'application",
      "placeholder": "Secret d'application Facebook"
    }
  },
  "koodata": {
    "title": "Koo.live vente en direct petite assistante",
    "description": "Outils de vente aux enchères professionnels Facebook pour vous aider à faire des interactions et des commandes de collecte en direct plus facilement",
    "items": {
      "title": "Connexion de compte koo.live",
      "description": "Connectez-vous et connectez-vous au compte, transférez vos informations sur le produit à Koo.Live, Koo.Live aidera l'article dans Live in Live et transférer le lien de panier pour les consommateurs.",
      "login": "Connectez-vous et connectez-vous"
    }
  },
  "line": {
    "title": "Fonction d'intégration de ligne",
    "description": "Après avoir configuré avec votre compte de développeur de ligne, votre inscription de la ligne série et votre fonction de connexion",
    "tooltip": "Comment activer l'enregistrement de la ligne et la connexion",
    "toggle": {
      "title": "Enregistrement de la ligne et connexion",
      "description": "Une fois l'activation, vous pouvez utiliser le compte de ligne Enregistrement en un clic, vous connecter à votre boutique en ligne pour devenir membre, n'avez pas besoin d'avoir un programme d'enregistrement compliqué pour fournir une expérience de magasinage pratique."
    },
    "channelId": {
      "title": "Identifiant de la chaine",
      "placeholder": "S'il vous plaît entrer l'identifiant de la chaîne"
    },
    "channelSecret": {
      "title": "Canal secret",
      "placeholder": "S'il vous plaît entrer le secret de la chaîne"
    }
  },
  "ecfit": {
    "title": "Service de logistique tiers ECFIT",
    "description": "Le système d'intégration logistique à guichet unique pour le commerce électronique offre un service complet, notamment une assistance au magasin pour la livraison des produits. Il doit également établir la liaison après la signature d'un contrat avec ECFIT.",
    "toggle": {
      "title": "Service de liaison ECFIT"
    },
    "serviceType": {
      "title": "type de service",
      "INTERTIDAL": "Intégration de la logistique du nuage intertidal ECFIT",
      "THIRD_PARTY_STORAGE": "Logistique d'entreposage de tiers"
    },
    "companyToken": {
      "title": "Jeton de compagnie",
      "placeholder": "Veuillez entrer {company}",
      "tip": "Fourni après la signature d'un contrat avec ECFIT, mis en place avec l'abréviation anglaise de la société et le numéro de facture uniforme."
    },
    "apiKey": {
      "title": "Clé de cryptage de l'API",
      "placeholder": "S'il vous plaît entrer la clé de cryptage",
      "tip": "Il peut être généré dans le back-end du système ECFIT et copié-collé ici."
    }
  },
  "gaViewId": {
    "title": "Lecture des données Google Analytics",
    "description": "Vous devez ajouter l'ID de compte de service meepShop à l'utilisateur dans Google Analytics et activer l'autorisation \"Afficher et analyser\" pour lire les données normalement.",
    "items": {
      "0": {
        "title": "ID de compte de service meepShop",
        "tooltip": "Ajouter l'ID de compte de service meepShop à l'utilisateur",
        "link": "Google Analytics ajouter un utilisateur"
      },
      "1": {
        "title": "ID de la vue des données",
        "tooltip": "Comment configurer l'ID de vue de données",
        "link": "Nouvelle vue de données de Google Analytics",
        "caution": "Le composant de conversion intelligente ne peut être utilisé qu'après avoir défini l'ID de vue des données. Il est recommandé de ne pas modifier les paramètres pendant la période d'utilisation du composant pour maintenir l'exactitude des données."
      }
    },
    "validating": "Vérification de la vue de données ...",
    "success": "Vue de données ID Vérification Succès",
    "error": "ID de vue de données non valide"
  }
}
