{
  "title": "การตั้งค่าบุคคลที่สาม",
  "save": "บันทึก",
  "cancel": "ยกเลิก",
  "required": "จำเป็นต้องใช้",
  "success": "บันทึกเรียบร้อยแล้ว",
  "error": "การอัพเดทล้มเหลว",
  "facebook": {
    "title": "การเชื่อมโยง Facebook",
    "description": "อนุญาตให้ผู้บริโภคใช้บัญชี Facebook ของพวกเขาในการลงทะเบียนได้ด้วยคลิกเดียวและล็อกอินเข้าสู่ร้านค้าออนไลน์ของคุณเพื่อเป็นสมาชิกโดยไม่ต้องผ่านขั้นตอนการลงทะเบียนที่ซับซ้อนให้ประสบการณ์การช็อปปิ้งที่สะดวก",
    "description-link": "เหตุใดลูกค้าจึงไม่สามารถเข้าสู่ระบบกับ Facebook ได้",
    "toggle": {
      "title": "เข้าสู่ระบบ Facebook",
      "tooltip": "การตั้งค่าการตั้งค่าการเข้าสู่ระบบ Facebook",
      "description": "อนุญาตให้ผู้บริโภคใช้บัญชี Facebook ของพวกเขาในการลงทะเบียนได้ด้วยคลิกเดียวและล็อกอินเข้าสู่ร้านค้าออนไลน์ของคุณเพื่อเป็นสมาชิกโดยไม่ต้องผ่านขั้นตอนการลงทะเบียนที่ซับซ้อนให้ประสบการณ์การช็อปปิ้งที่สะดวก"
    },
    "sub-title": {
      "title": "แอพพลิเคชั่น Facebook",
      "tip": "ลงทะเบียนบัญชีผู้พัฒนา Facebook และสร้างแอปพลิเคชันเพื่อรับข้อมูลแอปพลิเคชัน"
    },
    "appId": {
      "title": "ID แอปพลิเคชัน",
      "placeholder": "รหัสแอป Facebook"
    },
    "appSecret": {
      "title": "รหัสแอปพลิเคชัน",
      "placeholder": "ความลับของแอพ Facebook"
    }
  },
  "koodata": {
    "title": "Koo.Live Live Sale ผู้ช่วยขนาดเล็ก",
    "description": "เครื่องมือประมูล Facebook Facebook มืออาชีพเพื่อช่วยให้คุณมีปฏิสัมพันธ์สดและคำสั่งซื้อคอลเลกชันได้ง่ายขึ้น",
    "items": {
      "title": "koo.live การเชื่อมต่อบัญชี",
      "description": "เข้าสู่ระบบและเชื่อมต่อกับบัญชีโอนข้อมูลผลิตภัณฑ์ของคุณไปยัง Koo.Live, Koo.Live จะช่วยไอเท็มในการถ่ายทอดสดในการถ่ายทอดสดและถ่ายโอนการเชื่อมโยงตะกร้าสินค้าสำหรับผู้บริโภค",
      "login": "เข้าสู่ระบบและเชื่อมต่อ"
    }
  },
  "line": {
    "title": "ฟังก์ชั่นการรวมสาย",
    "description": "หลังจากตั้งค่ากับบัญชีนักพัฒนาสายของคุณการลงทะเบียนบรรทัดอนุกรมและฟังก์ชั่นการเข้าสู่ระบบ",
    "tooltip": "วิธีเปิดใช้งานการลงทะเบียนสายและเข้าสู่ระบบ",
    "toggle": {
      "title": "การลงทะเบียนสายและเข้าสู่ระบบ",
      "description": "หลังจากเปิดใช้งานคุณสามารถใช้บัญชี LINE การลงทะเบียนหนึ่งคลิกเข้าสู่ร้านค้าออนไลน์ของคุณเพื่อเป็นสมาชิกไม่จำเป็นต้องมีโปรแกรมลงทะเบียนที่ซับซ้อนเพื่อมอบประสบการณ์การช็อปปิ้งที่สะดวก"
    },
    "channelId": {
      "title": "รหัสช่อง",
      "placeholder": "โปรดป้อนรหัสช่อง"
    },
    "channelSecret": {
      "title": "ช่องทางลับ",
      "placeholder": "กรุณากรอกช่องลับ"
    }
  },
  "ecfit": {
    "title": "บริการโลจิสติกบุคคลที่สามของ ECFIT",
    "description": "ระบบบูรณาการโลจิสติกส์อีคอมเมิร์ซแบบครบวงจรนำเสนอบริการที่สมบูรณ์รวมถึงการช่วยเหลือร้านค้าในการจัดส่งผลิตภัณฑ์และจำเป็นต้องทำการตั้งค่าการเชื่อมโยงหลังจากเซ็นสัญญากับ ECFIT",
    "toggle": {
      "title": "บริการเชื่อมโยง ECFIT"
    },
    "serviceType": {
      "title": "ประเภทบริการ",
      "INTERTIDAL": "การบูรณาการโลจิสติกส์เมฆ intertidal ECFIT",
      "THIRD_PARTY_STORAGE": "โลจิสติกส์คลังสินค้าของบุคคลที่สาม"
    },
    "companyToken": {
      "title": "บริษัท โทเค็น",
      "placeholder": "โปรดป้อน {company}",
      "tip": "จัดทำขึ้นหลังจากลงนามในสัญญากับ ECFIT ตั้งค่าโดยใช้ชื่อย่อภาษาอังกฤษของ บริษัท และหมายเลขใบแจ้งหนี้ชุด"
    },
    "apiKey": {
      "title": "คีย์การเข้ารหัส API",
      "placeholder": "กรุณาใส่รหัสการเข้ารหัส",
      "tip": "มันสามารถสร้างขึ้นในส่วนหลังของระบบ ECFIT และคัดลอกและวางที่นี่"
    }
  },
  "gaViewId": {
    "title": "อ่านข้อมูล Google Analytics",
    "description": "คุณต้องเพิ่มรหัสบัญชีบริการ meepShop ให้กับผู้ใช้ใน Google Analytics และเปิดใช้งานสิทธิ์ \"ดูและวิเคราะห์\" เพื่ออ่านข้อมูลตามปกติ",
    "items": {
      "0": {
        "title": "รหัสบัญชีบริการ meepShop",
        "tooltip": "เพิ่มรหัสบัญชีบริการ meepShop ให้กับผู้ใช้",
        "link": "Google Analytics เพิ่มผู้ใช้"
      },
      "1": {
        "title": "รหัสมุมมองข้อมูล",
        "tooltip": "วิธีตั้งค่า ID มุมมองข้อมูล",
        "link": "มุมมองข้อมูลใหม่ของ Google Analytics",
        "caution": "ส่วนประกอบการแปลงอัจฉริยะสามารถใช้ได้หลังจากตั้งค่า ID มุมมองข้อมูลเท่านั้นขอแนะนำว่าอย่าเปลี่ยนการตั้งค่าระหว่างช่วงการใช้งานคอมโพเนนต์เพื่อรักษาความถูกต้องของข้อมูล"
      }
    },
    "validating": "ข้อมูลดูการตรวจสอบ ID ...",
    "success": "ข้อมูลดูการตรวจสอบ ID",
    "error": "รหัสมุมมองข้อมูลไม่ถูกต้อง"
  }
}
