{
  "title": "Cài đặt bên thứ ba",
  "save": "Tiết kiệm",
  "cancel": "Hủy bỏ",
  "required": "Cần thiết",
  "success": "Lưu lại thành công",
  "error": "Cập nhật thất bại",
  "facebook": {
    "title": "Liên kết Facebook",
    "description": "Cho phép người tiêu dùng sử dụng tài khoản Facebook của họ để đăng ký chỉ bằng một cú nhấp chuột và đăng nhập vào cửa hàng trực tuyến của bạn để trở thành thành viên, mà không phải trải qua quá trình đăng ký phức tạp, mang lại trải nghiệm mua sắm thuận tiện.",
    "description-link": "Tại sao khách hàng không thể đăng nhập bằng Facebook?",
    "toggle": {
      "title": "đăng nhập Facebook",
      "tooltip": "Cài đặt đăng nhập Facebook",
      "description": "Cho phép người tiêu dùng sử dụng tài khoản Facebook của họ để đăng ký chỉ bằng một cú nhấp chuột và đăng nhập vào cửa hàng trực tuyến của bạn để trở thành thành viên, mà không phải trải qua quá trình đăng ký phức tạp, mang lại trải nghiệm mua sắm thuận tiện."
    },
    "sub-title": {
      "title": "Ứng dụng Facebook",
      "tip": "Đăng ký tài khoản nhà phát triển Facebook và tạo một ứng dụng để có được thông tin ứng dụng"
    },
    "appId": {
      "title": "ID ứng dụng",
      "placeholder": "ID ứng dụng Facebook"
    },
    "appSecret": {
      "title": "Khóa ứng dụng",
      "placeholder": "Bí mật ứng dụng Facebook"
    }
  },
  "koodata": {
    "title": "Koo.live trực tiếp bán người trợ giúp nhỏ",
    "description": "Công cụ đấu giá Facebook trực tiếp chuyên nghiệp để giúp bạn thực hiện các lệnh tương tác trực tiếp và bộ sưu tập dễ dàng hơn",
    "items": {
      "title": "Kết nối tài khoản koo.live.",
      "description": "Đăng nhập và kết nối với tài khoản, chuyển thông tin sản phẩm của bạn sang Koo.Live, Koo.Live sẽ hỗ trợ vật phẩm trực tiếp và chuyển giao liên kết giỏ hàng cho người tiêu dùng.",
      "login": "Đăng nhập và kết nối"
    }
  },
  "line": {
    "title": "Chức năng tích hợp dòng",
    "description": "Sau khi thiết lập với tài khoản nhà phát triển dòng của bạn, đăng ký dòng nối tiếp và chức năng đăng nhập",
    "tooltip": "Cách bật Đăng ký và Đăng nhập",
    "toggle": {
      "title": "Đăng ký và đăng nhập",
      "description": "Sau khi bật, bạn có thể sử dụng đăng ký một lần nhấp, đăng nhập vào cửa hàng trực tuyến của bạn để trở thành thành viên, không cần phải có chương trình đăng ký phức tạp để cung cấp trải nghiệm mua sắm thuận tiện."
    },
    "channelId": {
      "title": "kênh ID",
      "placeholder": "Vui lòng nhập ID kênh"
    },
    "channelSecret": {
      "title": "Kênh bí mật",
      "placeholder": "Vui lòng nhập bí mật kênh"
    }
  },
  "ecfit": {
    "title": "Dịch vụ hậu cần của bên thứ ba ECFIT",
    "description": "Hệ thống tích hợp hậu cần thương mại điện tử một cửa cung cấp một dịch vụ hoàn chỉnh bao gồm hỗ trợ cửa hàng phân phối sản phẩm và cần thực hiện cài đặt liên kết sau khi ký hợp đồng với ECFIT.",
    "toggle": {
      "title": "Dịch vụ liên kết ECFIT"
    },
    "serviceType": {
      "title": "loại dịch vụ",
      "INTERTIDAL": "ECFIT Tích hợp hậu cần đám mây",
      "THIRD_PARTY_STORAGE": "Hậu cần kho bãi của bên thứ ba"
    },
    "companyToken": {
      "title": "Mã thông báo của công ty",
      "placeholder": "Vui lòng nhập {công ty}",
      "tip": "Được cung cấp sau khi ký hợp đồng với ECFIT, được thiết lập với tên viết tắt tên tiếng Anh và Số hóa đơn thống nhất của công ty."
    },
    "apiKey": {
      "title": "Khóa mã hóa API",
      "placeholder": "Vui lòng nhập khóa mã hóa",
      "tip": "Nó có thể được tạo ở mặt sau của hệ thống ECFIT và được sao chép và dán ở đây."
    }
  },
  "gaViewId": {
    "title": "Dữ liệu Google Analytics đã đọc",
    "description": "Bạn cần thêm ID tài khoản dịch vụ meepShop cho người dùng trong Google Analytics và bật quyền \"Xem và phân tích\" để đọc dữ liệu bình thường.",
    "items": {
      "0": {
        "title": "ID tài khoản dịch vụ meepShop",
        "tooltip": "Thêm ID tài khoản dịch vụ meepShop cho người dùng",
        "link": "Google Analytics thêm người dùng"
      },
      "1": {
        "title": "ID chế độ xem dữ liệu",
        "tooltip": "Cách thiết lập ID chế độ xem dữ liệu",
        "link": "Chế độ xem dữ liệu mới của Google Analytics",
        "caution": "Thành phần chuyển đổi thông minh chỉ có thể được sử dụng sau khi đặt ID chế độ xem dữ liệu. Bạn không nên thay đổi cài đặt trong thời gian sử dụng thành phần để duy trì độ chính xác của dữ liệu."
      }
    },
    "validating": "Xác minh ID xem dữ liệu ...",
    "success": "Xem dữ liệu Xác minh ID thành công",
    "error": "ID chế độ xem dữ liệu không hợp lệ"
  }
}
