{
  "payment-dealine": "โปรดชำระเงินให้เสร็จสิ้นในวันที่ 6 ของเดือนก่อน 12.00 น. (GMT + 8)",
  "payment-text": "ในกรณีที่กำหนดเวลาการชำระเงินตรงกับวันหยุดควรทำการชำระเงินในวันทำการถัดไปหากมีการชำระเงินล่าช้าระบบจะปิดหน้า / หลังร้านค้าของคุณ",
  "payment-link": "ตรวจสอบตั๋วเงินและชำระเงิน",
  "welcome": "ยินดีต้อนรับสู่ meepShop Online Store Platform",
  "meepshop": "meepShop แพลตฟอร์มร้านค้าออนไลน์",
  "welcome-back": "สวัสดี! ยินดีต้อนรับกลับ {{name}}",
  "steps": "เพียงไม่กี่ขั้นตอนในการเปิดร้านค้าลองดูสิ!",
  "close-tutorial": "ปิดคู่มือร้านค้า",
  "open-tutorial": "คู่มือร้านค้า",
  "tutorial": {
    "store": {
      "tab": "การตั้งค่าร้านค้า",
      "title": "ทำการตั้งค่าพื้นฐานสำหรับร้านค้าของคุณ",
      "content": "ตั้งชื่อร้านค้าของคุณอัปโหลดโลโก้ที่ไม่ซ้ำหรือใช้โดเมนที่กำหนดเอง"
    },
    "page": {
      "tab": "การออกแบบหน้า",
      "title": "สร้างร้านค้าที่ไม่ซ้ำกัน",
      "content": "ออกแบบสไตล์ที่น่าสนใจสำหรับร้านค้าของคุณปรับแต่งสีของร้านค้าและเค้าโครงหน้ากระดาษ",
      "items": {
        "0": "การออกแบบหน้ากำหนดเอง",
        "1": "One Page Store"
      }
    },
    "product": {
      "tab": "การจัดการสินค้า",
      "title": "อัปโหลดผลิตภัณฑ์แรกของคุณ",
      "content": "เพิ่มรายการไปยังร้านค้าของคุณเพื่อขยายการขายของคุณ"
    },
    "payment": {
      "tab": "การจัดการการไหลของทองคำ",
      "title": "เลือกวิธีชำระเงินสำหรับร้านค้าของคุณ",
      "content": "เพิ่มกระแสทองเล็กน้อยในร้านของคุณและให้วิธีการชำระเงินแก่ผู้บริโภค",
      "items": {
        "0": "การชำระบัญชีเสมือน",
        "1": "บัตรเครดิต",
        "2": "เงินสดในการส่งมอบ"
      }
    },
    "shipment": {
      "tab": "การจัดการโลจิสติกส์",
      "title": "เลือกวิธีการจัดส่งของคุณ",
      "content": "เพิ่มโลจิสติกส์เล็กน้อยให้กับร้านค้าของคุณและเสนอวิธีการจัดส่งแบบต่างๆ",
      "items": {
        "0": "ส่งถึงบ้าน",
        "1": "รับชำระซุปเปอร์",
        "2": "โลจิสติกที่กำหนดเอง"
      }
    }
  },
  "pending-order": "คำสั่งที่ยังไม่ได้ประมวลผล",
  "not-shipped": "ยังไม่ถูกส่ง",
  "orderQA": "สั่งซื้อ Q & A",
  "productQA": "สินค้าถาม - ตอบ",
  "revenue": "รายได้ของเดือนนี้",
  "numberOfReminderSentMonthly": "จดหมายแจ้งการหมดอายุของการฝากซื้อของเดือนนี้",
  "order": "คำสั่งซื้อของเดือนนี้",
  "member": "จำนวนสมาชิก"
}
